# Задание №3

n = input("Введите число n: ")
nn = n+n
nnn = nn+n
summ_n = int(n) + int(nn) + int(nnn)
print(n, nn, nnn, "Сумма: ", summ_n)



