# Задание №1

name = input("Введите Ваше имя: ")
print("Привет,", name)
number1 = int(input("Введите число: "))
number2 = int(input("Введите еще число: "))
summ_number = number1+number2
print("Сумма Ваших чисел =", summ_number)