# Задание №6-7
def int_func(*args):
    word = input('Введите текст: ')
    print(word.title())
    return
int_func()

